

"addURL" = "إضافة رابط";
"serverAlreadyExistsPrompt" = "الخادم٪ s موجود بالفعل. إضافة URL جديد؟";
"unknownError" = "خطأ غير معروف";
"existingServer" = "الخادم الحالي";

/* Represents the light theme setting */
"light" = "فاتح";

/* Represents the dark theme setting */
"dark" = "داكن";

/* Represents the system theme setting */
"system" = "نظام";

/* Represents the Appearance setting label */
"appearance" = "المظهر";
"yourFavorites" = "المفضلة لديك";
"wip" = "أعمال جارية";
"WhosWatching" = "من يشاهد؟";
"username" = "اسم المستخدم";
"notImplementedYetWithType" = "النوع:٪ @ لم يتم تنفيذه بعد :(";
"tryAgain" = "حاول مجددا";
"tags" = "العلامات";
"switchUser" = "تحويل مستخدم";
"suggestions" = "اقتراحات";
"studios" = "استوديوهات";
"studio" = "استوديو";
"sortBy" = "صنف حسب";
"serverURL" = "عنوان URL للخادم";
"serverInformation" = "معلومات الخادم";
"selectCastDestination" = "حدد وجهة الإرسال";
"seeAll" = "رؤية الكل";
"seasons" = "مواسم";
"search" = "بحث";
"seasonAndEpisode" = "S٪ 1 $ @: E٪ 2 $ @";
"reset" = "إعادة ضبط";
"playbackSpeed" = "سرعة التشغيل";
"playbackSettings" = "إعدادات التشغيل";
"play" = "تشغيل";
"playNext" = "شغل التالي";
"password" = "كلمة المرور";
"pageOfWithNumbers" = "الصفحة٪ 1 $ @ من٪ 2 $ @";
"otherUser" = "مستخدم آخر";
"ok" = "تم";
"noResults" = "لايوجد نتائج.";
"noCastdevicesfound" = "لم يتم العثور على أجهزة بث ..";
"nextUp" = "القادم";
"moreLikeThis" = "المزيد مثل هذا";
"loginToWithString" = "تسجيل الدخول إلى ٪@";
"login" = "تسجيل الدخول";
"localServers" = "خوادم محلية";
"loading" = "جار التحميل";
"library" = "مكتبة";
"latestWithString" = "آخر ٪@";
"home" = "الصفحة الرئيسية";
"genres" = "الأنواع";
"filters" = "المرشحات";
"filterResults" = "تصفية النتائج";
"error" = "خطأ";
"episodes" = "الحلقات";
"displayOrder" = "ترتيب العرض";
"director" = "مُخرج";
"continueWatching" = "استئناف المشاهدة";
"connectToServer" = "اتصل بالخادم";
"connectToJellyfin" = "الاتصال ب Jellyfin";
"connectManually" = "ربط يدويا";
"connect" = "إتصال";
"changeServer" = "تغيير الخادم";
"back" = "عودة";
"audioTrack" = "مقطع صوتي";
"audioAndCaptions" = "الصوت والتعليقات التوضيحية";
"apply" = "فعل";
"allMedia" = "جميع الوسائط";
"allGenres" = "جميع الأنواع";
"accessibility" = "إمكانية الوصول";
"searchingDots" = "البحث…";
"previousItem" = "عنصر سابق";
"nextItem" = "العنصر التالي";
"close" = "إغلاق";
"jumpBackward" = "القفز للوراء";
"jumpForward" = "القفز للأمام";
"playAndPause" = "بدء / توقف";
"showFlattenView" = "تسطيح أغراض المكتبة";
"reportIssue" = "تبليغ عن مشكلة";
"requestFeature" = "طلب ميزة";
"sourceCode" = "الكود المصدري";
"remainingTime" = "الوقت المتبقي";
"currentPosition" = "المكان الحالي";
"chapters" = "فصول";
"tooManyRedirects" = "تحويلات كثيرة";
"customize" = "التعديل";
"file" = "ملف";
"playFromBeginning" = "تشغيل من البداية";
"removeFromResume" = "حذف من التكملة";
"showMissingEpisodes" = "عرض الحلقات المفقودة";
"showMissingSeasons" = "عرض المواسم المفقودة";
"missingItems" = "عناصر مفقودة";
"airWithDate" = "يبث عند %s";
"unaired" = "لم يبث";
"missing" = "مفقود";
"none" = "لا شيء";
"cinematicViews" = "الرؤية السينمائية";
"confirmClose" = "تأكيد الاغلاق";
"pressDownForMenu" = "اضغط أسفلاً للقائمة";
"about" = "حول";
"recommended" = "المُقترح";
"refresh" = "تحديث";
"next" = "التالي";
"notAvailableSlash" = "غير متاح";
"multipleUsers" = "%d المستخدمين";
"oneUser" = "مستخدم واحد";
"present" = "حاضر‪‎‍‌‌‍‍";
"unableToConnectServer" = "لا يمكن الإتصال بالخادم";
"jumpLengthSeconds" = "%s ثواني";
"resume5SecondOffset" = "هامش الاكمال ٥ ثواني";
"noOverviewAvailable" = "النظرة الشاملة مفقودة";
"emptyNextUp" = "إفراغ التالي";
"largest" = "الأكبر";
"larger" = "أكبر";
"regular" = "طبيعي";
"smaller" = "أصغر";
"smallest" = "الأصغر";
"compact" = "مضغوط/مدمج";
"normal" = "عادي";
"noCodec" = "الCodec غير موجود";
"containers" = "الحاويات";
"runtime" = "مدة العرض";
"rated" = "قُيِّم";
"released" = "أُصدر";
"unauthorized" = "غير موثوق";
"unauthorizedUser" = "مستخدم غير موثوق";
"cannotConnectToHost" = "لم نستطع الاتصال بالمضيف";
"networkTimedOut" = "قُطع الاتصال بالشبكة";
"other" = "أُخرى";
"movies" = "الأفلام";
"tvShows" = "البرامج التلفزيونية";
"channels" = "قنوات";
"programs" = "تطبيقات";
"subtitles" = "التراجم";
"audio" = "الصوت";
"signInToServer" = "تسجيل الدخول بالمستخدم %s";
"signIn" = "تسجيل دخول";
"signInGetStarted" = "سجل للبدء";
"subtitleSize" = "حجم الترجمة";
"showCastAndCrew" = "عرض طاقم العمل";
"showPosterLabels" = "عرض ملصقات الغلاف";
"jumpGesturesEnabled" = "إشارات التخطي والرجوع مفعلة";
"jumpBackwardLength" = "طول القفز للوراء";
"jumpForwardLength" = "طول القفز للامام";
"videoPlayer" = "مشغّل الفيديو";
"server" = "خادم";
"user" = "مستخدم";
"overlayType" = "نوع الغطاء";
"overlay" = "غطاء";
"editJumpLengths" = "تغيير طول التخطي";
"autoPlay" = "تشغيل تلقائي";
"playNextItem" = "تشغيل العنصر التالي";
"playPreviousItem" = "تشغيل العنصر السابق";
"experimental" = "تجريبية";
"servers" = "خوادم";
"remove" = "حذف";
"operatingSystem" = "النظام التشغيلي";
"version" = "النسخة";
"url" = "الرابط";
"name" = "الاسم";
"serverDetails" = "تفاصيل الخادم";
"favorites" = "المفضلة";
"media" = "وسائط";
"information" = "معلومات";
"series" = "المسلسل";
"retry" = "إعادة المحاولة";
"connectToJellyfinServerStart" = "للبدء الرجاء الاتصال بسيرفر jellyfin";
"connectToJellyfinServer" = "الاتصال بسيرفر jellyfin";
"defaultScheme" = "الإعداد الإفتراضي";
"discoveredServers" = "الخوادم المكتشفة";
"closedCaptions" = "الترجمة غير المدمجة";
"items" = "الأغراض";
"castAndCrew" = "طاقم و ممثلين";
"overview" = "نظرة شاملة";
"recentlyAdded" = "المُضاف مؤخرًا";
"noTitle" = "بدون عنوان";
"continue" = "اكمال";
"noLocalServersFound" = "لم نستطع إيجاد أي سيرفر محلي";
"cancel" = "إلغاء";
"settings" = "الاعدادات";
"removeAllUsers" = "مسح كل المستخدمين";
"resetAppSettings" = "إعادة ضبط اعدادات التطبيق";
"resetUserSettings" = "إعادة ضبط إعدادات المستخدم";
"networking" = "اعدادات الشبكة";
"seeMore" = "رؤيةالمزيد";
"noEpisodesAvailable" = "لا توجد أي حلقة";
"unknown" = "غير معلوم";
"userAlreadySignedIn" = "المستخدم %s مسجل مسبقاً";
"serverAlreadyConnected" = "السيرفر %s متصل مسبقاً";
"existingUser" = "مستخدم موجود";
"signedInAsWithString" = "مسجل كـ \"%@\"";
"season" = "موسم";
"searchDots" = "بحث…";
"cast" = "طاقم التمثيل";
"systemControlGesturesEnabled" = "ايماءات النظام مفعلة";
"unableToFindHost" = "فشل العثور على الخادم";
"publicUsers" = "مستخدمون عامون";
"episodeNumber" = "حلقة %1$@";
"cinematic" = "سينمائي";
"noPublicUsers" = "لا يوجد مستخدمون عامون";
"quickConnect" = "اتصال سريع";
"quickConnectCode" = "رمز الاتصال السريع";
"authorize" = "اِسْمَحْ";
"subtitleFont" = "خط الترجمة";
"quickConnectNotEnabled" = "ملاحظة: اتصال سريع غير مفعل";
"quickConnectStep3" = "3. . أدخل الرمز التالي:";
"comingSoon" = "قريبًا";
"playback" = "التشغيل";
"reload" = "إعادة تحميل";
"aspectFill" = "ملء الجانب";
"enabled" = "متاح";
"liveTV" = "التلفاز المباشر";
"downloads" = "التنزيلات";
"disabled" = "معطل";
"gestures" = "الإيماءات";
"compactPoster" = "ملصق مدمج";
"compactLogo" = "شعار مدمج";
"invertedDark" = "داكن معكوس";
"invertedLight" = "مضيء معكوس";
"accentColor" = "لون التمييز";
"played" = "تم التشغيل";
"unplayed" = "لم يتم التشغيل";
"video" = "فيديو";
"subtitle" = "ترجمة";
"order" = "الترتيب";
"sort" = "التصنيف";
"blue" = "أزرق";
"orange" = "برتقالي";
"red" = "أحمر";
"green" = "أخضر";
"primary" = "أساسي";
"bugsAndFeatures" = "أخطاء و خواص";
"accentColorDescription" = "بعض المشاهدات قد تحتاج إلى إعادة تشغيل التطبيق للتحديث.";
"specialFeatures" = "خصائص مميزة";
"people" = "الأشخاص";
"hapticFeedback" = "ردود الفعل اللمسية";
"seriesBackdrop" = "ستار خلفية المسلسل";
"randomImage" = "صورة عشوائية";
"quickConnectSuccessMessage" = "تم تفويض الاتصال السريع بنجاح. الرجاء المتابعة على جهازك الآخر.";
"indicators" = "المؤشرات";
"favorited" = "مفضل";
"removeAllServers" = "حذف جميع الخوادم";
"playerGesturesLockGestureEnabled" = "ايماءات المشغّل مفعلة";
"seekSlideGestureEnabled" = "ايماءات شريط التمرير مفعلة";
"quickConnectStep1" = "1. افتح تطبيق Jellyfin على هاتفك أو متصفح الويب الخاص بك وقم بتسجيل الدخول باستخدام حسابك";
"quickConnectStep2" = "2.افتح قائمة المستخدم و توجه إلى صفحة الاتصال السريع";
"usePrimaryImage" = "استعمال صورة أساسية";
"yellow" = "أصفر";
"appIcon" = "أيقونة التطبيق";
"dismiss" = "تجاهل";
"color" = "اللون";
"delivery" = "وصول";
"collections" = "المجموعات";
"ratings" = "التقييمات";
"episodeLandscapePoster" = "ملصق الحلقة الأفقي";
"random" = "عشوائي";
"list" = "قائمه";
"news" = "أخبار";

/* Settings View - Logs */
"logs" = "سجلات";

/* Option to set the maximum bitrate for playback */
"maximumBitrate" = "أقصى معدل بث";

/* Select Server View - Edit an Existing Server */
"editServer" = "تعديل الخادم";

/* Customize Server View - Show Recently Added */
"showRecentlyAdded" = "إظهار المضاف حديثا";
"nativePlayer" = "مشغل النظام";
"showChaptersInfoInBottomOverlay" = "اظهر تفاصيل الفصول في الأسفل";
"buttons" = "أزرار";
"jump" = "تجاوز";
"videoPlayerType" = "نمط مشغل الفيديو";
"subtitleOffset" = "موازنة الترجمة";
"subtitleColor" = "لون الترجمة";
"current" = "الحالي";
"quickConnectInvalidError" = "رمز الاتصال غير صحيح";
"usePrimaryImageDescription" = "استخدم الصورة الأساسية و قم بأخفاء الشعار.";

/* Customize Server View - Posters */
"posters" = "ملصقات";
"progress" = "التقدم";
"sports" = "الرياضة";
"kids" = "أطفال";
"playbackButtons" = "زر الإعادة";
"menuButtons" = "أزرار القائمة";
"retrievingMediaInformation" = "استرداد بيانات الوسائط";
"orientation" = "التوجه";
/* Option to set the test size for bitrate testing */
"testSize" = "حجم الاختبار";

/* Option for automatic bitrate selection */
"bitrateAuto" = "تلقائي";

/* Option for the maximum bitrate */
"bitrateMax" = "الأقصى";

/* Option to set the bitrate to 4K quality at 80 Mbps */
"bitrateMbps80" = "80 ميجابت - 4K";

/* Option to set the bitrate to 4K quality at 120 Mbps */
"bitrateMbps120" = "120 ميجابت - 4K";

/* Select Server View - Add Server */
"addServer" = "إضافة خادم";

/* Select Server View - Select All Servers */
"allServers" = "جميع الخوادم";

/* Server Detail View - Delete */
"delete" = "حذف";

/* Server Detail View - Delete Server */
"deleteServer" = "حذف الخادم";

/* Customize Server View - Cinematic Background */
"cinematicBackground" = "خلفية سينمائية";

/* Customize Server View - Show Favorites */
"showFavorites" = "عرض المفضلة";

/* Indicators View - Show Favorited */
"showFavorited" = "إظهار المفضلة";
"left" = "يسار";

/* Indicators View - Show Progress */
"showProgress" = "إظهار التقدم";
"right" = "يمين";

/* Indicators View - Show Unwatched */
"showUnwatched" = "إظهار غير المشاهد";

/* Indicators View - Show Watched */
"showWatched" = "إظهار المشاهد";

/* General */
"jellyfin" = "جيليفين";

/* Video Player Settings View - Resume */
"resume" = "استمرار";

/* Video Player Settings View - Disclaimer */
"subtitlesDisclaimer" = "الإعدادات تؤثر على بعض أنواع الترجمات";
"advanced" = "متقدم";
"resetAllSettings" = "إعادة ضبط جميع الإعدادات الى الافتراضية.";
"audioOffset" = "موازنة الصوت";
"onNow" = "يعرض الآن";
"timestamp" = "التوقيت";
"trailingValue" = "قيمة تابعة";

/* Video Player Settings View - Resume Offset Description */
"resumeOffsetDescription" = "استئناف ثواني المحتوى قبل وقت الاستئناف المسجل.";
"grid" = "شبكة";
"slider" = "شريط التمرير";
"chapterSlider" = "مُمرر الفصل";
"sliderType" = "نوع الشريط";
"scrubCurrentTime" = "مزامنة الوقت الحالي";
"timestampType" = "نوع التوقيت";
"transition" = "الانتقال";

/* Video Player Settings View - Pause on Background */
"pauseOnBackground" = "التوقف في الخلفية";

/* Video Player Settings View - Play on Active */
"playOnActive" = "البدأ عند التواجد";
"letterPicker" = "اختيار الحرف";

/* Option to set the bitrate to 1080p quality at 60 Mbps */
"bitrateMbps60" = "60 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 40 Mbps */
"bitrateMbps40" = "40 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 20 Mbps */
"bitrateMbps20" = "20 ميجابت - 1080p";

/* Option to set the bitrate to 1080p quality at 15 Mbps */
"bitrateMbps15" = "15 ميجابت - 1080p";

/* Option to set the bitrate to 720p quality at 8 Mbps */
"bitrateMbps8" = "8 ميجابت - 720p";

/* Option to set the bitrate to 720p quality at 6 Mbps */
"bitrateMbps6" = "6 ميجابت - 720p";

/* Option to set the bitrate to 720p quality at 4 Mbps */
"bitrateMbps4" = "4 ميجابت - 720p";

/* Option to set the bitrate to 480p quality at 1.5 Mbps */
"bitrateKbps1500" = "1.5 ميجابت - 480p";

/* Option to set the bitrate to 480p quality at 720 Kbps */
"bitrateKbps720" = "720 كيلوبت - 480p";

/* Option to set the bitrate to 360p quality at 420 Kbps */
"bitrateKbps420" = "420 كيلوبت - 360p";

/* Maximum Bitrate View - Playback Quality */
"playbackQuality" = "جودة التشغيل";

/* Video Player Settings View - Offset */
"offset" = "الهامش";
"resumeOffset" = "استئناف هامش";
"barButtons" = "أزرار الشريط";

/* Description for bitrate test duration indicating longer tests provide more accurate bitrates but may delay playback */
"bitrateTestDescription" = "الاختبارات العالية ستؤدي الى بت ريت ادق ومن الممكن ان يتأخر تشغيل الوسائط";
"sliderColor" = "لون الشريط";

/* Option to set the bitrate to 480p quality at 3 Mbps */
"bitrateMbps3" = "3 ميجابت - 480p";

/* Video Player Settings View - Resume Offset Title */
"resumeOffsetTitle" = "هامش الإكمال";

/* Option to set the bitrate to 1080p quality at 10 Mbps */
"bitrateMbps10" = "10 ميجابت - 1080p";
"activityLog" = "سجل النشاط";
"additionalSecurityAccessDescription" = "وصول أمني إضافي للمستخدمين المسجلين على هذا الجهاز. لا يؤدي هذا إلى تغيير أي إعدادات مستخدم خادم Jellyfin.";
"addUser" = "اضف مستخدم";
"actor" = "ممثل";
"add" = "أضف";
"addAccessSchedule" = "إضافة جدول الوصول";
"addAccessTag" = "إضافة علامة الوصول";
"administrator" = "المسؤول";
"allLanguages" = "جميع اللغات";
"aggregateFolder" = "مجلد مجمع";
"aggregateFolders" = "المجلدات المجمعة";
"aired" = "تم بثه";
"airedEpisodeOrder" = "ترتيب حلقة مبثوثة";
"airTime" = "وقت البث";
"album" = "الألبوم";
"albums" = "الألبومات";
"albumArtists" = "فناني الألبوم";
"allDevicesDescription" = "عرض جميع الأجهزة السابقة والحالية التي تم توصيلها.";
"allowed" = "مسموح";
"alternate" = "بديل";
"alternateDVD" = "قرص DVD بديل";
"anamorphicVideoNotSupported" = "لا يتم دعم الفيديو المتغير";
"apiKeysDescription" = "تتطلب التطبيقات الخارجية مفتاح API للتواصل مع الخادم الخاص بك.";
"apiKeysTitle" = "مفاتيح API";
"applicationName" = "اسم التطبيق";
"addTrigger" = "إضافة مشغل";
"agesGroup" = "العمر %@";
"allUsersDescription" = "عرض وإدارة جميع المستخدمين المسجلين على الخادم، بما في ذلك أذوناتهم وحالة نشاطهم.";
"apiKeyCopied" = "تم نسخ مفتاح API";
"apiKeyCopiedMessage" = "تم نسخ مفتاح API الخاص بك لحافظتك !";
"apiKeys" = "مفاتيح API";
"absolute" = "مطلق";
"access" = "الوصول";
"accessScheduleInvalidTime" = "وقت النهاية يجب أن يأتي بعد وقت البداية.";
"accessSchedules" = "جداول الوصول";
"accessSchedulesDescription" = "تعريف ساعات الاستخدام المتاحة وتقييد الوصول خارج تلك الأوقات.";
"accessTagAllowDescription" = "المستخدم لن يحصل على إمكانية الوصول إلى أي وسائط ما لم تحتوي على علامة واحدة مسموح بها على الأقل.";
"accessTagAlreadyExists" = "علامة الوصول موجودة بالفعل";
"accessTagBlockDescription" = "سيكون لدى المستخدم إمكانية الوصول إلى كافة الوسائط باستثناء تلك التي تحتوي على أي علامة محظورة.";
"accessTags" = "علامات وسم";
"accessTagsDescription" = "استخدم العلامات لمنح أو تقييد وصول هذا المستخدم إلى الوسائط.";
"active" = "فعال";
"activity" = "نشاط";
"allAudiences" = "جميع المشاهدين";
"albumArtist" = "ألبوم الفنان";
"all" = "الكل";
"artist" = "فنان";
"ascending" = "تصاعدياً";
"audioBitDepthNotSupported" = "عمق الصوت غير مدعوم";
"audioBook" = "كتاب صوتي";
"audioBooks" = "كتب صوتية";
"artists" = "فنانون";
"audioChannelsNotSupported" = "عدد القنوات الصوتية غير مدعوم";
"apiKeysCapitalized" = "مفاتيح API";
"arranger" = "منظم";
"art" = "فَن";
"audioBitrateNotSupported" = "معدل بث الصوت غير مدعوم";
"audioCodecNotSupported" = "ترميز الصوت غير مدعوم";
"audioIsExternal" = "مسار الصوت خارجي و يحتاج لتحويل الترميز";
"audioProfileNotSupported" = "مُعرّف الصوت غير مدعوم";
"audioSampleRateNotSupported" = "معدل عيّنة الصوت غير مدعوم";
"audioTranscoding" = "مغيّر ترميز الصوت";
"author" = "مُحرر";
"auto" = "تلقائي";
"autoDescription" = "تحسين التشغيل بإستخدام الاعدادات الافتراضية لأغلب الاجهزة. بعض التهيئات قد تحتاج مغيّر ترميز من الخادم للملفات غير المتوافقة.";
"backdrop" = "تحسين خلفي";
"banner" = "لوحة";
"basePluginFolder" = "مجلّد البرامج المساعدة";
"basePluginFolders" = "مجلّدات البرامج المساعدة";
"behavior" = "سلوك";
"behindTheScenes" = "خلف الكواليس";
"birateAutoDescription" = "اختبر وصلات خادمك لدعم سرعة الانترنت و تعديل سعة الموجة تلقائيا.";
"birthday" = "تاريخ ميلاد";
"birthplace" = "مكان ميلاد";
"birthYear" = "سنة الميلاد";
"bitrateDefault" = "معدّل بث افتراضي";
"bitrateDefaultDescription" = "تحجيم سعة موجة الانترنت المستخدمة عند التشغيل.";
"bitrateMaxDescription" = "أقصى سعة موجة مستخدمة , كحد أقصى %@ , لكل بث تشغيلي لضمان أعلى جودة.";
"bitrateTest" = "تجربة معدل البث";
"bitrateTestDisclaimer" = "الاختبارات الاطول أكثر دقة لكن قد تؤخر التشغيل.";
"bitsPerSecond" = "ب ل ث";
"blocked" = "محظور";
"blockUnratedItems" = "حظر عناصر غير معرّفة";
"blockUnratedItemsDescription" = "حظر عناصر غير معروفة المعلومات من هذا المستخدم .";
"book" = "كتاب";
"books" = "كُتب";
"born" = "مولد";
"box" = "صندوق";
"boxRear" = "صندوق خلفي";
"brightness" = "سطوع";
"cancelling" = "جاري الإلغاء...";
"capabilities" = "امكانيات";
"category" = "تصنيف";
"changePin" = "تغيير رمز";
"channel" = "قناة";
"channelDisplay" = "عرض قناة";
"serverLogs" = "سجل الخادم";
"channelFolderItem" = "عنصر مجلّد القناة";
"channelFolderItems" = "عناصر مجلّد القناة";
"chapter" = "فَصل";
"client" = "عَميل";
"clip" = "مقطع";
"collection" = "تجميعة";
"collectionFolder" = "مجلّد التجميعة";
"collectionFolders" = "مجلّدات التجميعة";
"colorist" = "ملوِن";
"columns" = "أعمدة";
"columnsWithCount" = "أعمدة: %@";
"community" = "مجتمع";
"communityRating" = "تقييم المجتمع";
"communityRatingDescription" = "تقدير المجتمع يكون بين 1 إلى 10.";
"compatibility" = "توافق";
"compatible" = "أكثر توافق";
"compatibleDescription" = "تحويل كافة الوسائط إلى H.264 و صوت ACC بغرض أقصى توافق. قد تعكون متطلبا للوسائط غير المتوافقة مع تحويرات الخادم.";
"composer" = "مؤلِف";
"conductor" = "مُرشد";
"confirm" = "تأكيد";
"confirmDeleteServerAndUsers" = "هل أنت متأكد من رغبتك في حذف %@ و كل مستخدميها المتصلين؟";
"confirmNewPassword" = "تأكيد كلمة المرور الجديدة";
"confirmPassword" = "تاكيد كلمة المرور";
"containerBitrateExceedsLimit" = "معدل الحاوية تخطى الحدود المتاحة";
"containerNotSupported" = "تهيئة الحاوية غير مدعومة";
"continuing" = "متابعة";
"controlOtherUsers" = "التحكم في مستخدمين آخرين";
"controlSharedDevices" = "التحكم في الاجهزة المشتركة";
"country" = "بلاد";
"coverArtist" = "فنان الغطاء";
"createAndJoinGroups" = "تكوين و انضمام لمجموعات";
"createAPIKeyCapitalized" = "تكوين مفتاح API";
"createAPIKeyMessage" = "ادخال اسم التطبيق لمفتاح API الجديد.";
"createPinForUser" = "تكوين رقم مرور للتسجيل في %@ من هذا الجهاز";
"creator" = "مكوّن";
"criticRating" = "تقييم الناقد";
"criticRatingDescription" = "تقييم الناقد يكون بين 1 إلى 10.";
"critics" = "نُقْاد";
"currentPassword" = "كلمة المرور الحالية";
"custom" = "تخصيص";
"customBitrate" = "تخصيص معدل بث";
"customConnectionsDescription" = "تعيين يدوي لأقصى قيمة للوصلات المتاحة للمستخدم لهذا الخادم.";
"customDescription" = "السماح بتخصيص متقدم لملفات الاجهزة للتشغيل الاصلي. قد يتأثر التشغيل بالاعدادات الخاطئة.";
"customDeviceProfileAdd" = "ملف الجهاز المخصص سيُضاف لملفات اجهزة FinStream الافتراضية.";
"customDeviceProfileReplace" = "ملف الجهاز المخصص سيستبدل ملفات جهاز FinStream الافتراضية.";
"officialRating" = "تقييم رسمي";
"onApplicationStartup" = "مع تشغيل التطبيق";
"noItemSelected" = "لم يتم اختيار عنصر";
"never" = "قطعيا";
"neverRun" = "لم يعمل قطعيا";
"newPassword" = "كلمة سر جديدة";
"movie" = "فيلم";
"menu" = "قائمة";
"mediaPlayback" = "تشغيل وسائط";
"maximumFailedLoginPolicy" = "سياسة أقصى دخول فاشل";
"logsDescription" = "الدخول إلى سجلات خادم Jellyfin بغرض حل المشاكل و المراقبة.";
"longPress" = "ضغطة طويلة";
"liveTVChannel" = "قناة تلفاز حية";
"liveTVChannels" = "قنوات تلفاز حية";
"liveTVProgram" = "برنامج تلفاز حي";
"customFailedLoginDescription" = "تحديد عدد محاولات دخول المستخدم الفاشلة قبل اقفال الحساب يدويا.";
"customFailedLogins" = "تخصيص محاولات الدخول";
"customName" = "تخصيص الاسم";
"customProfile" = "تخصيص الملف";
"customRating" = "تخصيص التقييم";
"customSessions" = "تخصيص جلسات";
"daily" = "يومي";
"dashboard" = "لائحة تحكم";
"dashboardDescription" = "أداء مهام اشرافية لخادم Jellyfin الخاص بك.";
"date" = "تاريخ";
"dateAdded" = "اُضيف تاريخ";
"dateCreated" = "تكوّن التالريخ";
"dateModified" = "عُدِل التاريخ";
"dateOfDeath" = "تاريخ الوفاة";
"datePlayed" = "تاريخ التشغيل";
"dates" = "تواريخ";
"dayOfWeek" = "يوم الاسبوع";
"days" = "أيام";
"default" = "قياسي";
"defaultFailedLoginDescription" = "المشرفون يتم اقفال حسابهم بعد 5 محاولات. غير المشرفين يتم اغلاق حسابهم بعد 3 محاولات.";
"deleteDeviceFailed" = "فشل حذف الجهاز";
"deleteDeviceSelfDeletion" = "لا يمكن حذف الجلسة من نفس الجهاز (%1$@)";
"deleteMedia" = "حذف وسائط";
"deleteSelectedConfirmation" = "هل انت متأكد من رغبتك في حذف العناصر المختارة؟";
"deleteDeviceWarning" = "هل انت متأكد من رغبتك في حذف هذا الجهاز؟ سيتم الخروج من هذه الجلسة.";
"deletedScene" = "حذف مشهد";
"deleteItemConfirmation" = "هل انت متأكد من رغبتك في مسح هذا الهنصر؟";
"deleteItemConfirmationMessage" = "هل انت متأكد من رغبتك في مسح هذا العنصر؟ لا يمكن التراجع.";
"deleteSelectionDevicesWarning" = "هل انت متأكد من رغبتك في حذف كل الاجهزة المختارة؟ كل الجلسات المختارة سيتم إلغاؤها.";
"deleteSelectionUsersWarning" = "هل انت متأكد من رغبتك في حذف كل المستخدمين المحددين؟";
"deleteUser" = "حذف مستخدم";
"deleteUserFailed" = "فشل حذف المستخدم";
"deleteUserMultipleConfirmation" = "هل انت متأكد من رغبتك في حذف المستخدم %d؟";
"deleteUserSelfDeletion" = "تعذر حذف مستخدم من نفس المستخدم (%1$@).";
"deleteUserSingleConfirmation" = "هل انت متأكد من رغبتك في حذف %@؟";
"deleteUserWarning" = "هل انت متأكد من رغبتك بحذف هذا المستخدم؟";
"deletion" = "حُذف";
"descending" = "تنازلي";
"detailed" = "مُفصل";
"details" = "تفاصيل";
"device" = "جهاز";
"deviceAccess" = "ولوج جهاز";
"deviceAuth" = "مصادقة على جهاز";
"deviceAuthFailed" = "فشلت مصادقة جهاز";
"deviceProfile" = "ملف جهاز";
"deviceProfileDescription" = "قرار أي وسائط يجب أو يتطلب تشغيلها محوّلات من الخادم للتوافق.";
"devices" = "أجهزة";
"died" = "موت";
"digital" = "رقمي";
"dimensions" = "أبعاد";
"directDescription" = "تشغيل محتوى في الصيغة الاصلية. قد يسبب هذا مشاكل تشغيل مع انواع وسائط غير مدعومة.";
"directPlay" = "تشغيل مباشر";
"directPlayError" = "خطأ ظهر أثناء التشغيل المباشر";
"directStream" = "بث مباشر";
"disc" = "قرص";
"disclaimer" = "إخلاء مسؤولية";
"done" = "إتمام";
"doubleTouch" = "لمس مزدوج";
"duplicateUser" = "استنساخ مستخدم";
"duplicateUserSaved" = "تم حفظ %@ سابقا";
"duration" = "مُدة";
"dvd" = "DVD";
"edit" = "تحرير";
"editCollections" = "تحرير مُجمعات";
"editMedia" = "تحرير وسائط";
"editor" = "مُحَرر";
"editUsers" = "تحرير مستخدمين";
"embedded" = "مُضمن";
"embeddedSubtitleFooter" = "يتعذر تحرير التعليقات المُضمنة.";
"enableAllDevices" = "تفعيل كافة الاجهزة";
"enableAllLibraries" = "تفعيل كل المكتبات";
"enabledTrailers" = "مقطورات مُفعلة";
"endDate" = "تاريخ انتهاء";
"ended" = "مُنتهي";
"endTime" = "وقت انتهاء";
"engineer" = "مهندس";
"enterCustomBitrate" = "ادخال معدل بث مخصص";
"enterCustomFailedLogins" = "ادخل حدود مرات فشل الدخول";
"enterCustomMaxSessions" = "ادخال اقصى عدد للجلسات";
"enterEpisodeNumber" = "ادخال رقم الحلقة.";
"enterPin" = "ادخل رقم";
"enterPinForUser" = "ادخال رقم لـ %@";
"enterSeasonNumber" = "أدخل رقم الموسم.";
"episode" = "حلقة";
"episodeRuntimeDescription" = "وقت الحلقة بالدقائق.";
"errorDetails" = "تفاصيل الخطأ";
"every" = "كل";
"everyday" = "كل يوم";
"everyInterval" = "كل %1$@";
"executed" = "نُفذ";
"existingItems" = "عناصر موجودة";
"existsOnServer" = "هذا العنصر موجود في خادم Jellyfin الخاص بك.";
"external" = "خارجي";
"failedDeletionAtIndexError" = "فضل حذف عنصر عند مؤشر %1$@: %2$@";
"favorite" = "مفضلة";
"findMissing" = "بحث مفقودات";
"findMissingDescription" = "بحث عن علامات وصفية و صور مفقودة.";
"folder" = "مجلّد";
"folders" = "مجلّدات";
"forced" = "اُجبر";
"forceRemoteTranscoding" = "إجبار تطبيق ترميز وسائط";
"format" = "تهيئة";
"format3D" = "تهيئة 3D";
"yes" = "نعم";
"failedLogins" = "سجلات الفشل";
"gestureLock" = "قفل إيمائات";
"gesturesLocked" = "قُفلت الإيمائات";
"gesturesUnlocked" = "فُتحت الإيمائات";
"gigabitsPerSecond" = "ج ب ث";
"guestStar" = "نجم ضيف";
"hidden" = "مخفي";
"hideUserFromLoginScreen" = "اخفاء مستخدم من شاشة الولوج";
